Repository: Christopher92/BlindDriver2
Catalog: BlindDriver/Resources/Resource.*.resx
Languages: pl_pl

source: Best time:
pl_pl: Najlepszy czas:

source: Blind Driver
pl_pl: Niewidomy Kierowca

# choose_race_read
source: Swipe right and left to change the race.
pl_pl: Przesuwaj palcem w prawo i lewo aby zmienić wyścig.

source: Easy
pl_pl: Łatwy

# end
source: Finish!
pl_pl: Koniec!

source: Extreme
pl_pl: Ekstremalny

source: Hard
pl_pl: Trudny

# instructionContent
source: Interface instructions: To go back to the previous screen: tap the screen two times. During the game tap once to pause the game and tap twice to end the race. Game instructions: The Blind Driver is a game that simulates a WCR racing. The player has to finish a race track as fast as possible. To accelerate tilt the device forward. To make a turn - turn the device left or right as a steering wheel. During the race the pilot will be instructing the player of every turn with it's severity. And so a "Right one" turn is the mildest right turn while a "Left five" turn is the most severe left turn.
pl_pl: Instrukcja obsługi interfejsu: Aby wrócić do poprzedniego ekranu w każdym momencie: dotknij ekran dwukrotnie. W trakcie gry, pojedyncze kliknięcie spowoduje pauze, podczas gdy podwójne spowoduje zakończenie wyścigu. Instrukcja gry: Gra niewidomy kierowca polega na przejechaniu określonej trasy wyścigu sterując pojazdem przy użyciu żyroskopu. Aby przyspieszyć należy przechylić urządzenie do przodu. Aby skręcić należy przechylić urządzenie w prawo lub w lewo, podobnie do kierownicy w samochodzie. Telefon powinien być obracan w stosunku do ziemii - przykładowo telefon ułożony równolegle do ziemii oznacza jazdę prosto, a telefon przechylony prostopadle do ziemii w lewo oznacza największy skręt w lewo. Podczas wyścigu pilot będzie sygnalizował skręty wraz z ich ostrością. I tak zakręt "Lewo 1" oznacza najłagodniejszy skręt w lewo, natomiast zakręt "prawo 5" oznacza najostrzejszy skręt w prawo. Zadaniem gracza jest przejechanie trasy w jak najkrótszym czasie.

source: Instruction
pl_pl: Instrukcja

# introduction_read
source: Hello. Click left half of the screen to go to instructions or right side of the screen to choose the race.
pl_pl: Witaj. Dotknij lewej połowy ekranu aby przejść do instrukcji. Dotknij prawej połowy aby przejść do wyboru wyścigu.

# l1
source: Left one
pl_pl: Lewo jeden

# l2
source: Left two
pl_pl: Lewo dwa

# l3
source: Left three
pl_pl: Lewo trzy

# l4
source: Left four
pl_pl: Lewo cztery

# l5
source: Left five
pl_pl: Lewo pięć

source: Medium
pl_pl: Średni

source: One
pl_pl: Jeden

# r1
source: Right one
pl_pl: Prawo jeden

# r2
source: Right two
pl_pl: Prawo dwa

# r3
source: Right three
pl_pl: Prawo trzy

# r4
source: Right four
pl_pl: Prawo cztery

# r5
source: Right five
pl_pl: Prawo pięć

source: Race
pl_pl: Wyścig

source: Three
pl_pl: Trzy

source: Two
pl_pl: Dwa

source: Difficulty:
pl_pl: Poziom trudności:

# countdown
source: Countdown starts now.
pl_pl: Następuje odliczanie.

# length
source: Track length:
pl_pl: Długość trasy:

# race_chosen
source: You chose a race
pl_pl: Wybrałeś trasę wyścigu

source: seconds.
pl_pl: sekund.

# start
source: Go!
pl_pl: Start!

# your_time
source: Your time is
pl_pl: Twój czas to

# RaceChooseDetails
source: Race {0}. Difficulty {1}. Length {2} meters. Best time {3}
pl_pl: Trasa {0}. Poziom trudności {1}. Długość {2} metrów. Najlepszy czas {3}

# new_record
source: This is the new record!
pl_pl: Nowy rekord!

source: Not set
pl_pl: nie ustalony

# awful
source: Aweful!
pl_pl: Okropnie!

source: Bad!
pl_pl: Źle!

# decent
source: Average
pl_pl: Przeciętnie!

source: Excelent!
pl_pl: Świetnie!

# GearAndSpeed
source: Gear: {0} Speed: {1} kmph
pl_pl: Bieg: {0} Prędkość: {1} km/h

source: Good!
pl_pl: Dobrze!

source: Finish
pl_pl: Meta

source: Pause
pl_pl: Pauza

# resume
source: Resume race
pl_pl: Wznowienie wyścigu
